export const questionData: Record<number, Record<number, string>> = {
  1: {
    1: `"응? 왜? 뭔 일 있는데?!" 눈이 반짝였다.`,
    2: `"어... 무슨 일 있는 거야?" 웃으며 물었다.`,
    3: `"음... 나 그날 그냥 집에 있을 것 같아." 조심히 말했다.`,
    4: `"글쎄.. 잘 모르겠어..." 고개를 돌렸다.`,
  },
  2: {
    1: `"야야! 나도 알려줘~!" 후다닥 달려갔다.`,
    2: `"혹시 나도 같이 해도 돼?" 조심히 다가갔다.`,
    3: `뒤에서 슬쩍 보고 있었다.`,
    4: `궁금하지만 조용히 내 자리로 돌아갔다.`,
  },
  3: {
    1: `"헐 완전 재밌겠다!" 두 손을 들었다.`,
    2: `"오... 기대되는데?" 슬쩍 미소 지었다.`,
    3: `"어... 근데 멀리 가면 위험하지 않아?" 작게 물었다.`,
    4: `"좋긴 한데... 늦으면 안 될 텐데." 걱정했다.`,
  },
  4: {
    1: `"그냥 다 가져가자!" 웃으며 말했다.`,
    2: `"그럼 손들어서 투표하는 건 어때?" 아이디어를 냈다.`,
    3: `듣기만 하면서 고개를 끄덕였다.`,
    4: `속으로만 생각하고 입을 다물었다.`,
  },
  5: {
    1: `"뭐야! 하나 더 불자~!" 킥킥 웃었다.`,
    2: `"괜찮아~ 내가 하나 더 불게!" 살짝 웃었다.`,
    3: `"으악... 놀랐잖아..." 작게 말했다`,
    4: `아무 말도 못 하고 굳었다.`,
  },
};

